app/controllers/students_controller.rb

	def create
		@student = Student.create(params.require(:student))
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2018-11-04 23:46:10.994775"], ["updated_at", "2018-11-04 23:46:10.994775"]]